#coding: utf-8

replays = [u"ХОХОЛ? а сам то ты кто?",
           u"ишь что выдумал ... Хохол. Аватарку смени противно смотреть",
           u"хохол говоришь? от москаля поганного слышу",
           u"думал умный человек, хотел поговорить, а ты - хохол... Тьфу ты бля",
           u"ШО? ХОХОЛ?",
           u"а ничего, что я после твоего этого хохла плачу? ИРОД",
           u"НЕ ХОХОЛ,а ПОТОМСТВЕННЫЙ МАЛОРОСС",
           u"хохол не хохол, сам то чьих будешь?",
           u"я тебя щас за хохла, как Кличко Поветкина",
           u"мамка то знает, что ты в интернатах своих про хохлов гадости пишешь?",
           u"и кто же тебя слову этому противному научил. Какому? ХОХОЛ",
           u"у меня от этого твоего 'хохла' сало из-за рта выпало",
           u"москаль поганный и добавить нечего",
           u"у тебя ник неправильный, смени на москаль поганный",
           u"хохол говоришь? ну ну ...",
           u"я как это твое 'хохол' услышал, чуть горилкой не подавился",
           u"хохол? Від сидячої праці мозоля на сраці ",
           u"в вооруженных силах вместо команды «Газы!» используют «Москали!».",
           u"был Наполеон державный не москаль, значит хохол",
           u"а знаешь, что Иисус тоже был хохлом?",
           u"хохол? может тебе глобус Украины подарить?",
           u"русский либерализм заканчивается там, где начинается украинский вопрос",
           u"укры, по преданию — древнейший народ на планете Земля.А ты 'хохлы'",
           u"шел хохол, насрал на пол\n Шел кацап, зубами цап.",
           u"вавилоньский ти кухарь, Макидоньский колесник",
           u"iерусалимський броварник, Александрійський козолуп",
           u"хохол? Я твiй батько, синку!",
           u"миколо! Чув москалі на Луну полетіли? Що, невже всі? ",
           u" лозунг гарный. Цель - погана...",
           u"хохла обидеть каждый может",
           u"доберусь до тебя, сало наделаю на весь хутор",
           u"я вот только от тебя это хохол слышу?",
           u"я тебе не хохол",
           u"ой хто же это у нас запетушился?",
           u"неужто главный кацап проснулся?",
           u"срала, мазала, ліпила та глини не вистачило",
           u"и не стыдно Великих Малороссов оскорблять? а на вид приятный человек",
           u"а ты знаешь, как нам трудно раскладку все с русской на англицкую все время менять?",
           u"денег за газ не получишь !!!",
           u"про Кличко слыхал — брат мой, а терь думай сам дальше",
           u"был бы на хуторе интернет, я бы тебя по айпи вычислил",
           u"а вот после таких слов поганных мамке не плачься, коли жопу порву",
           u"у тебя что жопа запасная есть? хохол видите ли",
           u"а ты, а ты , а ты жопошник!!!!!",
           u"за хохла УБЬЮ НАХУЙ",
           u"небось тока в интернете тока крутой про хохлов базарить? ",
           u"хохол? тока потом не ори: не бейте, лучше обоссыте",
           u"хохол говоришь? тока потом без обид, договорились?",
           u"а ничего что у меня мамка твои эти гадости про хохлов читает? ",
           u"рожа кацапская",
           u"рожа кацапская, жопа говняцкая",
           u"eще жопу не вытер, а уже в интернет полез великую нацию оскорблять",
           u"хохол - это слово, которое может ранить",
           u"обидеть человека каждый может, лучше бы сала прислал",
           u"Хотел подписаться,а теперь хуй ",
           u"Вы для меня все кацапы на одну пасть",
           u"может и хохол, зато Кличко победил"
           
           
    
           ]







night = [u"Хорошо то как, темно, москалей не видно",
         u"Тиха украинская ночь. Но сало надо перепрятать...",
         u"Темно, не видать ничего, чуть жену не съел, с салом не перепутал",
         u"Люблю ночь, не видать ничего, особенно рожи кацапские",
         u"Сало ночью трудно найти",
         u"Сало с горилкой мне как отец да мать родные. Спокойной ночи",
         u"Не вижу ни черта, зато сало чувствую",
         u"Темно то как. Спать пойду"
         ]




morning = [u"Проснулся, а сало пропало. Вот тебе и доброе утро, кацапы",
           u"Перебрал вчера горилки -  брелок глобус 'Незалежной' посеял где-то у кума на хате",
           u"Вставай украiнець, москаль вже годину не спить.",
           u"День знатый обещают, надеюсь ни одной хари москальской не увижу",
           u"Снился сон сладостный, будто все кацапы в море утонули.Силой проснулся",
           u"Ночью жинка орала, будто черт в хату лезет. А я сквозь сон ору - лишь бы не москаль",
           u"Вставай Украинец!",
           u"Дякую Боже, що я не москаль",
           u"Була сила, коли мати срать носила",
           ]




days_part = [morning, afternoon, night]
